import { Chapter } from '../types';

export const mopian: Chapter = {
  id: 'mopian',
  title: '摩篇第八',
  passages: [
    {
      id: 'mp-1',
      original:
        '摩者，揣之術也。內符者，揣之主也。用之有道，其道必隱。㣲摩之以其所欲，測而探之，因符必應。其應也，必有爲之。故㣲而去之，是謂塞窌匿端。隱貌逃情而人不知，故成其事而無患。摩之在此，符應在彼，從而應之，事無不可。古之善摩者，如操鉤而臨深淵，餌而投之，必得魚焉！故曰：主事日成，而人不知；主兵日勝，而人不畏也。聖人謀之於隂，故曰神；成之於陽，故曰明。所謂主事日成者，積德也。用民安之，不知其所以利，積善也。而民道之，不知其所以然，而天下比之神明也。主兵日勝者，常戰於不爭不費，而民不知所以服，不知所以畏，而天下比之神明。',
      vernacular:
        '所謂摩,係揣情之術嘅具體運用。內心嘅感應,係揣情嘅主體。運用呢套方法要有法度,呢個法度一定要隱密。輕輕咁按住對方嘅慾望嚟摩動佢,揣測探求佢,依循內心嘅感應一定會有回應。有咗回應,就一定會有所作為。所以要輕微咁做完就抽身而退,呢個就叫做堵塞漏洞、隱藏端倪。隱藏形跡、掩蓋真情而唔俾人知道,所以先至可以成事而冇後患。摩動係喺呢一方發動,感應就係喺嗰一方出現,順應而回應佢,事情就冇乜嘢做唔到。古代善於摩動嘅人,好似拎住魚鉤面對深淵咁樣,將魚餌投落去,一定會釣到魚!所以話:主持事情日日有成就,但係人哋唔知道;統率軍隊日日打勝仗,但係人哋唔畏懼。聖人喺暗中謀劃,所以叫做神妙;喺明處成就事業,所以叫做明智。所謂主持事情日日有成,係因為累積德行。使用百姓而令佢哋安定,佢哋唔知道係點樣得到利益嘅,呢個就係累積善行。而百姓遵循呢個道理,唔知道其中嘅所以然,天下人就會將呢種境界比作神明。統率軍隊日日打勝仗嘅,係因為經常喺唔爭鬥、唔耗費嘅情況下作戰,而百姓唔知道點解會服從,唔知道點解會畏懼,天下人就將佢比作神明。',
      vernacularMandarin:
        '所謂摩,是揣情之術的具體運用。內心的感應,是揣情的主體。運用這套方法要有法度,這個法度一定要隱密。輕輕地按住對方的慾望來摩動他,揣測探求他,依循內心的感應一定會有回應。有了回應,就一定會有所作為。所以要輕微地做完就抽身而退,這就叫做堵塞漏洞、隱藏端倪。隱藏形跡、掩蓋真情而不讓人知道,所以才可以成事而沒後患。摩動是在這一方發動,感應就在那一方出現,順應而回應它,事情就沒什麼做不到。古代善於摩動的人,好似拿著魚鉤面對深淵那樣,將魚餌投下去,一定會釣到魚!所以說:主持事情天天有成就,但人們不知道;統率軍隊天天打勝仗,但人們不畏懼。聖人在暗中謀劃,所以叫做神妙;在明處成就事業,所以叫做明智。所謂主持事情天天有成,是因為累積德行。使用百姓而令他們安定,他們不知道是怎樣得到利益的,這就是累積善行。而百姓遵循這個道理,不知道其中的所以然,天下人就會將這種境界比作神明。統率軍隊天天打勝仗的,是因為經常在不爭鬥、不耗費的情況下作戰,而百姓不知道為何會服從,不知道為何會畏懼,天下人就將他比作神明。',
    },
    {
      id: 'mp-2',
      original:
        '其摩者：有以平，有以正；有以喜，有以怒；有以名，有以行；有以𠔳，有以信；有以利，有以卑。平者，靜也；正者，宜也。喜者，悅也；怒者，動也。名者，發也；行者，成也。𠔳者，潔也；信者，期也。利者，求也；卑者，謟也。故聖所獨用者，衆人皆有之，然無成功者，其用之非也。故謀莫難於周密，說莫難於悉聴，事莫難於必成，此三者，唯聖人然後能任之。故謀必欲周密，必擇其所與通者說也。故曰：或結而無隙也。夫事成必合於數，故曰：道數與時相偶者也。說者聴必合於情，故曰：情合者聴。故物歸類，抱薪趨火，燥者先然；平地注水，濕者先濡。此物類相應於勢，譬猶是也。此言內符之應，外摩也如是。故曰：摩之以其類焉，有不相應者；乃摩之以其欲焉，有不聽者，故曰：獨行之道。夫幾者不晚成，而不拘久而化成。',
      vernacular:
        '摩動嘅方法有:用平和,用端正;用喜悅,用激怒;用名聲,用行動;用廉潔,用信用;用利益,用謙卑。平和,即係靜定;端正,即係合宜。喜悅,即係使人高興;激怒,即係使人動搖。名聲,即係彰顯;行動,即係成就。廉潔,即係清白;信用,即係守約。利益,即係求取;謙卑,即係諂媚。呢啲聖人獨自運用嘅方法,一般人其實都有,但係就係做唔成功,因為運用得唔恰當。所以謀劃冇比周密更難嘅,游說冇比令人心悅誠服聽從更難嘅,做事冇比一定成功更難嘅,呢三樣,只有聖人先至能夠勝任。所以謀劃一定要周密,一定要揀選能夠溝通嘅人去游說。所以話:結交嘅時候唔可以有漏洞。事情要成功,一定要合乎規律,所以話:道理規律要同時機相配合。游說要令人聽從,一定要合乎對方嘅情感,所以話:情感相合先至會被聽從。萬物都會歸於同類,抱住柴薪走近火,乾嘅柴會先燒著;平地上灌水,濕嘅地方會先浸濕。呢個就係事物同類相應於形勢嘅道理,譬如就係咁樣。呢個講嘅係內心感應嘅回應,外在嘅摩動都係好似咁樣。所以話:用同類嚟摩動對方,都可能有唔相應嘅情況;於是用對方嘅慾望嚟摩動佢,又可能有唔聽從嘅情況,所以話:呢個係獨自運用嘅道法。事情嘅先機唔會太遲成就,唔使拘泥於時間長短,最終都會轉化而成。',
      vernacularMandarin:
        '摩動的方法有:用平和,用端正;用喜悅,用激怒;用名聲,用行動;用廉潔,用信用;用利益,用謙卑。平和,即是靜定;端正,即是合宜。喜悅,即是使人高興;激怒,即是使人動搖。名聲,即是彰顯;行動,即是成就。廉潔,即是清白;信用,即是守約。利益,即是求取;謙卑,即是諂媚。這些聖人獨自運用的方法,一般人其實都有,但就是做不成功,因為運用得不恰當。所以謀劃沒有比周密更難的,游說沒有比令人心悅誠服聽從更難的,做事沒有比一定成功更難的,這三樣,只有聖人才能夠勝任。所以謀劃一定要周密,一定要揀選能夠溝通的人去游說。所以說:結交的時候不可以有漏洞。事情要成功,一定要合乎規律,所以說:道理規律要與時機相配合。游說要令人聽從,一定要合乎對方的情感,所以說:情感相合才會被聽從。萬物都會歸於同類,抱著柴薪走近火,乾的柴會先燒著;平地上灌水,濕的地方會先浸濕。這就是事物同類相應於形勢的道理,譬如就是這樣。這講的是內心感應的回應,外在的摩動都是好似這樣。所以說:用同類來摩動對方,都可能有不相應的情況;於是用對方的慾望來摩動他,又可能有不聽從的情況,所以說:這是獨自運用的道法。事情的先機不會太遲成就,不用拘泥於時間長短,最終都會轉化而成。',
    },
  ],
};
