import { Chapter } from '../types';

export const juepian: Chapter = {
  id: 'juepian',
  title: '決篇第十一',
  passages: [
    {
      id: 'jp2-1',
      original:
        '凡決物，必託於疑者，善其用福，惡其有患，害至於誘也。終無惑偏有利焉，去其利則不受也，奇之所託。若有利於善者，隱託於惡，則不受矣。致疎逺，故其有使失利者，有使離害者，此事之失。聖人所以能成其事者有五，有以陽徳之者，有以隂賊之者，有以信誠之者，有以蔽匿之者，有以平素之者。陽勵於一言，隂勵於二言，平素樞機，以用四者，㣲而施之。於是度之往事，驗之來事，參之平素，可則決之。王公大人之事也，危而美名者，可則決之；不用費力而易成者，可則決之；用力犯勤苦，然不得已而爲之者，可則決之；去患者，可則決之；從福者，可則決之。故夫決情定疑，萬事之基。以正治亂，決成敗，難爲者。故先王乃用蓍龜者，以自決也。',
      vernacular:
        '凡係要為事物做決斷,一定係因為心中有疑慮,喜好嘅係佢帶嚟福祉,厭惡嘅係佢帶嚟禍患,禍害嚟到就係因為受到引誘。如果始終冇疑惑而偏向有利嘅一方,反而失去咗利益就唔會被接受,呢個就係奇謀所寄託之處。如果有利於善行嘅事,而暗中寄託咗惡念,就唔會被接受。以致疏遠對方,所以有使人失去利益嘅,亦有使人遠離禍害嘅,呢個就係做事嘅得失所在。聖人之所以能夠成就大事,有五種方法:有嘅用陽剛之德感化對方,有嘅用陰柔之術暗中損害對方,有嘅用誠信嚟對待對方,有嘅用隱蔽嚟遮掩對方,有嘅用平素之道嚟對待對方。陽剛之法就用單一言辭去激勵,陰柔之法就用複雜言辭去激勵,平素之法就係關鍵所在,運用呢四種方法,都要微妙咁施展。於是要衡量過去嘅事情,驗證未來嘅事情,參照平素嘅情況,可行嘅先至決斷。王公大人嘅事情,雖然危險但係有美名嘅,可行就決斷佢;唔使費力就容易成功嘅,可行就決斷佢;要用力氣、要辛勤勞苦,但係不得已先至要做嘅,可行就決斷佢;可以去除禍患嘅,可行就決斷佢;可以順從福祉嘅,可行就決斷佢。所以決斷實情、判定疑慮,係萬事嘅根基。用正道嚟治理亂局,決斷成敗,係好困難嘅事。所以先王先至要運用蓍草龜甲卜筮,嚟輔助自己作出決斷。',
      vernacularMandarin:
        '凡是要為事物做決斷,一定是因為心中有疑慮,喜好的是它帶來福祉,厭惡的是它帶來禍患,禍害到來就是因為受到引誘。如果始終沒疑惑而偏向有利的一方,反而失去了利益就不會被接受,這就是奇謀所寄託之處。如果有利於善行的事,而暗中寄託了惡念,就不會被接受。以致疏遠對方,所以有使人失去利益的,也有使人遠離禍害的,這就是做事的得失所在。聖人之所以能夠成就大事,有五種方法:有的用陽剛之德感化對方,有的用陰柔之術暗中損害對方,有的用誠信來對待對方,有的用隱蔽來遮掩對方,有的用平素之道來對待對方。陽剛之法就用單一言辭去激勵,陰柔之法就用複雜言辭去激勵,平素之法就是關鍵所在,運用這四種方法,都要微妙地施展。於是要衡量過去的事情,驗證未來的事情,參照平素的情況,可行的才決斷。王公大人的事情,雖然危險但有美名的,可行就決斷它;不用費力就容易成功的,可行就決斷它;要用力氣、要辛勤勞苦,但不得已才要做的,可行就決斷它;可以去除禍患的,可行就決斷它;可以順從福祉的,可行就決斷它。所以決斷實情、判定疑慮,是萬事的根基。用正道來治理亂局,決斷成敗,是很困難的事。所以先王才要運用蓍草龜甲卜筮,來輔助自己作出決斷。',
    },
  ],
};
