import { Chapter } from '../types';

export const shengshen: Chapter = {
  id: 'shengshen',
  title: '本經陰符七術·盛神法五龍',
  passages: [
    {
      id: 'ss-1',
      original:
        '盛神中有五氣，神爲之長，心爲之舍，德爲之大，養神之所歸諸道。道者，天地之始，一其紀也。物之所造，天之所生，包宏無形，化氣先天地而成，莫見其形，莫知其名，謂之神靈。故道者，神明之源，一其化端。是以德養五氣，心能得一，乃有其術。術者，心氣之道。所由舍者，神乃爲之使。九竅十二舍者，氣之門戶，心之總攝也。生受於天，謂之眞人；眞人者，與天爲一。內修練而知之，謂之聖人。聖人者，以類知之。故人與生一，出於物化。知類在竅，有所疑惑，通於心術，心無其術，必有不通。其通也，五氣得養，務在舍神，此之謂化。',
      vernacular:
        '旺盛嘅精神之中包含五種氣息,精神係其中嘅首領,心係精神嘅居所,德行係其中最大嘅力量,修養精神最終都會歸於大道。所謂道,係天地嘅本始,係萬物歸一嘅綱紀。萬物所創造嘅,上天所生育嘅,都包含喺無形之中,化生元氣先於天地而形成,睇唔到佢嘅形態,唔知道佢嘅名稱,呢個就叫做神靈。所以道,係神明嘅根源,亦係萬物一元化生嘅開端。所以要用德行嚟修養五氣,內心能夠達到專一,先至能夠掌握呢套道術。所謂術,係心氣運行嘅道理。心氣所寄居嘅地方,精神就會為佢差使運用。九竅十二舍,係氣息出入嘅門戶,由心統攝掌管。生而稟受於天嘅,叫做真人;真人,就係同天合而為一。透過內心修煉而了解呢個道理嘅,叫做聖人。聖人,係憑住觸類旁通嚟了解嘅。所以人同天生本質係一體嘅,由萬物變化而產生。了解事物嘅類別喺於九竅,如果有所疑惑,就要通達心術;內心冇掌握呢套心術,一定會有唔通達嘅地方。心術通達嘅時候,五氣就得到修養,關鍵就在於安頓精神,呢個就叫做化育。',
      vernacularMandarin:
        '旺盛的精神之中包含五種氣息,精神是其中的首領,心是精神的居所,德行是其中最大的力量,修養精神最終都會歸於大道。所謂道,是天地的本始,是萬物歸一的綱紀。萬物所創造的,上天所生育的,都包含在無形之中,化生元氣先於天地而形成,看不到它的形態,不知道它的名稱,這就叫做神靈。所以道,是神明的根源,也是萬物一元化生的開端。所以要用德行來修養五氣,內心能夠達到專一,才能夠掌握這套道術。所謂術,是心氣運行的道理。心氣所寄居的地方,精神就會為它差使運用。九竅十二舍,是氣息出入的門戶,由心統攝掌管。生而稟受於天的,叫做真人;真人,就是與天合而為一。透過內心修煉而了解這個道理的,叫做聖人。聖人,是憑著觸類旁通來了解的。所以人與天生本質是一體的,由萬物變化而產生。了解事物的類別在於九竅,如果有所疑惑,就要通達心術;內心沒掌握這套心術,一定會有不通達的地方。心術通達的時候,五氣就得到修養,關鍵就在於安頓精神,這就叫做化育。',
    },
    {
      id: 'ss-2',
      original:
        '化有五氣者，志也，思也，神也，德也。神其一長也。靜和者養氣，氣得其和。四者不衰，四邊威勢，無不爲存而舍之，是謂神化，歸於身謂之眞人。眞人者，同天而合道，執一而養産萬類，懐天心，施徳養，無爲以包志慮思意，而行威勢者也。士者通逹之，神盛乃能養志。',
      vernacular:
        '化育呢五種氣息嘅,分別係志、思、神、德。而精神係其中嘅首領。心境靜謐平和就可以修養元氣,元氣就會得到調和。志、思、神、德呢四者唔衰竭,四方嘅威勢,冇一樣唔可以保存並且安頓喺內,呢個就叫做神化,歸於自身就叫做真人。真人,就係同天同道合而為一,執守專一嚟養育萬物,懷抱天心,施行德行修養,無為而包容志向思慮意念,並且施展威勢。士人通達呢個道理,精神旺盛先至能夠修養志向。',
      vernacularMandarin:
        '化育這五種氣息的,分別是志、思、神、德。而精神是其中的首領。心境靜謐平和就可以修養元氣,元氣就會得到調和。志、思、神、德這四者不衰竭,四方的威勢,沒有一樣不可以保存並且安頓在內,這就叫做神化,歸於自身就叫做真人。真人,就是與天同道合而為一,執守專一來養育萬物,懷抱天心,施行德行修養,無為而包容志向思慮意念,並且施展威勢。士人通達這個道理,精神旺盛才能夠修養志向。',
    },
  ],
};
