import { Chapter } from '../types';

export const yangzhi: Chapter = {
  id: 'yangzhi',
  title: '本經陰符七術·養志法靈龜',
  passages: [
    {
      id: 'yz-1',
      original:
        '養志者，心氣之思不逹也。有所欲志，存而思之。志者，欲之使也。欲多則心散，心散則志衰，志衰則思不逹。故心氣一，則欲不徨；欲不偟，則志意不衰；志意不衰，則思理逹矣。理逹則和通，和通則亂氣不煩於胷中。故內以養志，外以知人。養志則心通矣，知人則分職明矣。將欲用之於人，必先知其養氣志，知人氣盛衰，而養其氣志，察其所安，以知其所能。志不養，則心氣不固；心氣不固，則思慮不逹；思慮不逹，則志意不實；志意不實，則應對不猛；應對不猛，則失志而心氣虛；志失而心氣虛，則䘮其神矣。神䘮則髣髴，髣髴則參㑹不一。養志之始，務在安己。己安，則志意實堅；志意實堅，則威勢不分，神明常固守，乃能分之。',
      vernacular:
        '所謂養志,係指當心氣嘅思慮未能通達嘅時候。有所想要嘅志向,就要存留而深思佢。志向,係慾望嘅驅使。慾望太多心思就會渙散,心思渙散志向就會衰退,志向衰退思慮就會唔通達。所以心氣專一,慾望就唔會惶惑;慾望唔惶惑,志向意念就唔會衰退;志向意念唔衰退,思慮道理就會通達。道理通達就會和諧貫通,和諧貫通就唔會有雜亂之氣煩擾胸中。所以對內用嚟修養志向,對外用嚟了解人。修養志向就心思通達,了解人就職分明確。將要用喺人身上,一定要先了解點樣修養自己嘅氣志,了解對方氣勢嘅盛衰,而修養自己嘅氣志,觀察對方安於乜嘢,嚟了解佢嘅能力。志向唔修養,心氣就唔穩固;心氣唔穩固,思慮就唔通達;思慮唔通達,志向意念就唔充實;志向意念唔充實,應對就唔勇猛;應對唔勇猛,就會失去志向而心氣空虛;志向失去而心氣空虛,就會喪失精神。精神喪失就會恍惚,恍惚就會參驗會合唔統一。修養志向嘅開始,關鍵在於安定自己。自己安定咗,志向意念就會充實堅定;志向意念充實堅定,威勢就唔會分散,神明就會經常固守,先至能夠分辨事理。',
      vernacularMandarin:
        '所謂養志,是指當心氣的思慮未能通達的時候。有所想要的志向,就要存留而深思它。志向,是慾望的驅使。慾望太多心思就會渙散,心思渙散志向就會衰退,志向衰退思慮就會不通達。所以心氣專一,慾望就不會惶惑;慾望不惶惑,志向意念就不會衰退;志向意念不衰退,思慮道理就會通達。道理通達就會和諧貫通,和諧貫通就不會有雜亂之氣煩擾胸中。所以對內用來修養志向,對外用來了解人。修養志向就心思通達,了解人就職分明確。將要用在人身上,一定要先了解怎樣修養自己的氣志,了解對方氣勢的盛衰,而修養自己的氣志,觀察對方安於什麼,來了解他的能力。志向不修養,心氣就不穩固;心氣不穩固,思慮就不通達;思慮不通達,志向意念就不充實;志向意念不充實,應對就不勇猛;應對不勇猛,就會失去志向而心氣空虛;志向失去而心氣空虛,就會喪失精神。精神喪失就會恍惚,恍惚就會參驗會合不統一。修養志向的開始,關鍵在於安定自己。自己安定了,志向意念就會充實堅定;志向意念充實堅定,威勢就不會分散,神明就會經常固守,才能夠分辨事理。',
    },
  ],
};
