import { Chapter } from '../types';

export const sanshi: Chapter = {
  id: 'sanshi',
  title: '本經陰符七術·散勢法鷙鳥',
  passages: [
    {
      id: 'ss2-1',
      original:
        '散勢者，神之使也。用之必循間而動。威肅內盛，推間而行之，則勢散。夫散勢者，心虛志溢。意衰威失，精神不專，其言外而多變。故觀其志意爲度數，乃以揣說圖事，盡圓方，齊短長。無間則不散勢者，待間而動，動而勢分矣。故善思間者，必內精五氣，外視虛實，動而不失分散之實。動則隨其志意，知其計謀。勢者，利害之決，權變之威。勢敗者，不以神肅察也。',
      vernacular:
        '所謂散勢,係精神嘅運用。運用呢個方法一定要順著時機縫隙而行動。威嚴肅穆而內在旺盛,推動時機嚟施行,勢力就會擴散。所謂散勢,係指心思空虛而志向外溢。意念衰退而威勢喪失,精神唔專一,言辭浮誇而多變。所以要觀察對方嘅志向意念嚟做衡量標準,先至可以憑住揣測游說嚟謀劃事情,窮盡圓通同方正之法,調齊短長之勢。如果冇機會縫隙,就唔好強行擴散勢力,要等待時機先發動,一發動勢力就會分散開嚟。所以善於思考時機嘅人,一定要內部精煉五氣,外部觀察虛實,行動而唔失去分散嘅實效。行動就要順著對方嘅志向意念,了解佢嘅計謀。所謂勢,係利害嘅決斷,權變嘅威嚴。勢力失敗嘅,係因為冇用精神嚴肅咁去審察。',
      vernacularMandarin:
        '所謂散勢,是精神的運用。運用這個方法一定要順著時機縫隙而行動。威嚴肅穆而內在旺盛,推動時機來施行,勢力就會擴散。所謂散勢,是指心思空虛而志向外溢。意念衰退而威勢喪失,精神不專一,言辭浮誇而多變。所以要觀察對方的志向意念來做衡量標準,才可以憑著揣測游說來謀劃事情,窮盡圓通與方正之法,調齊短長之勢。如果沒機會縫隙,就不要強行擴散勢力,要等待時機先發動,一發動勢力就會分散開來。所以善於思考時機的人,一定要內部精煉五氣,外部觀察虛實,行動而不失去分散的實效。行動就要順著對方的志向意念,了解他的計謀。所謂勢,是利害的決斷,權變的威嚴。勢力失敗的,是因為沒用精神嚴肅地去審察。',
    },
  ],
};
