import { Chapter } from '../types';

export const sundui: Chapter = {
  id: 'sundui',
  title: '本經陰符七術·損兌法靈蓍',
  passages: [
    {
      id: 'sd-1',
      original:
        '損兊者，機危之決也。事有適然，物有成敗。機危之動，不可不察。故聖人以無爲待有徳，言察辭，合於事。兊者，知之也。損者，行之也。損之說之，物有不可者，聖人不爲之辭。故智者不以言失人之言，故辭不煩而心不虛，志不亂而意不邪。當其難易，而後爲之謀，因自然之道以爲實。圓者不行，方者不止，是謂大功。益之損之，皆爲之辭。用分威散勢之權，以見其兊威，其機危乃爲之決。故善損兊者，譬若決水於千仭之堤，轉圓石於萬仭之谿，而能行此者，形勢不得不然也。',
      vernacular:
        '所謂損兌,係對危機作出決斷嘅方法。事情有偶然發生嘅,事物有成有敗。危機嘅萌動,唔可以唔仔細審察。所以聖人用無為之道嚟等待有德之機,言辭要審察清楚,同事情相合。所謂兌,係了解事理;所謂損,係付諸實行。減損而游說之,如果事物有唔可行嘅地方,聖人就唔會勉強為佢措辭。所以智者唔會因為自己嘅言辭而喪失人哋嘅言論,所以言辭唔繁複而內心唔虛浮,志向唔混亂而意念唔邪僻。要衡量事情嘅難易,然後先至為佢謀劃,依循自然嘅道理嚟做實質內容。圓通嘅道理如果行唔通,方正嘅原則亦都唔會停止,呢個就叫做大功。增益佢或者減損佢,都要為佢措辭。運用分威散勢嘅權變,嚟顯露出兌卦嘅威嚴,危機萌動嘅時候先至為佢作出決斷。所以善於損兌之術嘅人,好似喺千仞高嘅堤壩決堤放水咁樣,又好似喺萬仞深嘅溪谷推轉圓石咁樣,能夠做到呢啲,係因為形勢發展到咁,唔得唔咁樣做。',
      vernacularMandarin:
        '所謂損兌,是對危機作出決斷的方法。事情有偶然發生的,事物有成有敗。危機的萌動,不可以不仔細審察。所以聖人用無為之道來等待有德之機,言辭要審察清楚,與事情相合。所謂兌,是了解事理;所謂損,是付諸實行。減損而游說之,如果事物有不可行的地方,聖人就不會勉強為它措辭。所以智者不會因為自己的言辭而喪失人家的言論,所以言辭不繁複而內心不虛浮,志向不混亂而意念不邪僻。要衡量事情的難易,然後才為它謀劃,依循自然的道理來做實質內容。圓通的道理如果行不通,方正的原則也都不會停止,這就叫做大功。增益它或者減損它,都要為它措辭。運用分威散勢的權變,來顯露出兌卦的威嚴,危機萌動的時候才為它作出決斷。所以善於損兌之術的人,好似在千仞高的堤壩決堤放水那樣,又好似在萬仞深的溪谷推轉圓石那樣,能夠做到這些,是因為形勢發展到這樣,不得不這樣做。',
    },
  ],
};
