import { Chapter } from '../types';

export const shijie: Chapter = {
  id: 'shijie',
  title: '季冬紀　士節',
  passages: [
    {
      id: 'sj-1',
      original:
        '士之為人，當理不避其難，臨患忘利，遺生行義，視死如歸。有如此者，國君不得而友，天子不得而臣。大者定天下，其次定一國，必由如此人者也。故人主之欲大立功名者，不可不務求此人也。賢主勞於求人，而佚於治事。',
      vernacular:
        '士人做人,遇到符合道理嘅事就唔會迴避艱難,面對禍患就唔會考慮利益,可以拋棄性命嚟推行道義,將死亡睇得好似返屋企咁樣自然。有咁樣品格嘅人,國君都未必攞得佢做朋友,天子都未必令佢做臣子。成就大事業嘅可以安定天下,次一等嘅可以安定一個國家,一定要憑藉呢種人先至可以做到。所以君主想成就大功名嘅,唔可以唔致力搜求呢種人。賢明嘅君主辛勞喺搜求人才嗰陣,而喺治理政事嗰陣反而輕鬆。',
      vernacularMandarin:
        '士人做人,遇到符合道理的事就不會迴避艱難,面對禍患就不會考慮利益,可以拋棄性命來推行道義,將死亡看得好似回家那樣自然。有這樣品格的人,國君都未必能讓他做朋友,天子都未必能令他做臣子。成就大事業的可以安定天下,次一等的可以安定一個國家,一定要憑藉這種人才可以做到。所以君主想成就大功名的,不可以不致力搜求這種人。賢明的君主辛勞在搜求人才時,而在治理政事時反而輕鬆。',
    },
    {
      id: 'sj-2',
      title: '北郭騷以死白晏子',
      original:
        '齊有北郭騷者，結罘罔，捆蒲葦，織萉屨，以養其母猶不足，踵門見晏子曰：「願乞所以養母。」晏子之僕謂晏子曰：「此齊國之賢者也，其義不臣乎天子，不友乎諸侯，於利不苟取，於害不苟免。今乞所以養母，是說夫子之義也，必與之。」晏子使人分倉粟分府金而遺之，辭金而受粟。有間，晏子見疑於齊君，出奔，過北郭騷之門而辭。北郭騷沐浴而出見晏子曰：「夫子將焉適？」晏子曰：「見疑於齊君，將出奔。」北郭子曰：「夫子勉之矣。」晏子上車，太息而歎曰：「嬰之亡豈不宜哉？亦不知士甚矣。」晏子行。北郭子召其友而告之曰：「說晏子之義，而當乞所以養母焉。吾聞之曰：『養及親者，身伉其難。』今晏子見疑，吾將以身死白之。」著衣冠，令其友操劍奉笥而從，造於君庭，求復者曰：「晏子，天下之賢者也，去則齊國必侵矣。必見國之侵也，不若先死。請以頭託白晏子也。」因謂其友曰：「盛吾頭於笥中，奉以託。」退而自刎也。其友因奉以託。其友謂觀者曰：「北郭子為國故死，吾將為北郭子死也。」又退而自刎。齊君聞之，大駭，乘馹而自追晏子，及之國郊，請而反之。晏子不得已而反，聞北郭騷之以死白己也，曰：「嬰之亡豈不宜哉？亦愈不知士甚矣。」',
      vernacular:
        '齊國有個叫北郭騷嘅人,編織漁網,搓製蒲葦,編織麻鞋,用嚟供養母親都仲唔夠,於是登門去見晏子講:「希望可以乞求啲嘢嚟供養母親。」晏子嘅僕人對晏子講:「呢個人係齊國嘅賢者,佢喺道義上唔肯臣事天子,唔肯同諸侯做朋友,見到利益唔會苟且攞取,見到禍害唔會苟且逃避。而家佢嚟乞求供養母親嘅嘢,正正就係實踐緊佢自己嘅道義,一定要俾佢。」晏子就派人分咗一部分倉粟同府庫嘅黃金送俾佢,北郭騷推辭咗黃金而只接受咗粟米。過咗一段時間,晏子俾齊君懷疑,要出走逃亡,經過北郭騷屋企門口就同佢告辭。北郭騷沐浴之後出嚟見晏子,問:「夫子你將要去邊?」晏子講:「俾齊君懷疑,將要出走逃亡。」北郭子講:「夫子你要努力珍重喇。」晏子上咗車,長歎講:「我晏嬰嘅逃亡豈唔係應該嘅咩?我實在都太唔識得欣賞士人喇。」晏子就出發咗。北郭子召集自己嘅朋友對佢講:「我之前係因為敬佩晏子嘅道義,先至去乞求嘢嚟供養母親。我聽聞人講:『受人供養以至親人嘅,自身應該同佢共赴患難。』而家晏子俾人懷疑,我打算用自己嘅性命嚟為佢辯白。」於是著好衣冠,叫自己嘅朋友拿住劍捧住竹箱跟住,一齊去到君主嘅朝廷,對負責接待嘅人講:「晏子係天下嘅賢者,佢離開咗齊國一定會被人侵略。與其眼睜睜見到國家被侵略,不如我自己先死。請你將我嘅頭顱帶去為晏子辯白。」於是對佢個朋友講:「將我嘅頭裝入竹箱之中,捧去交託俾君主。」講完就退後自刎咗。佢嘅朋友於是捧住頭去交託俾君主。呢個朋友對圍觀嘅人講:「北郭子為咗國家嘅緣故而死,我都會為咗北郭子而死。」講完又退後自刎咗。齊君聽聞呢件事之後,好驚駭,即刻乘坐驛車親自去追返晏子,追到國都近郊,請求晏子返返嚟。晏子迫不得已先至返返嚟,聽聞北郭騷用死嚟為自己辯白之後,講:「我晏嬰嘅逃亡豈唔係應該嘅咩?我實在係更加唔識得欣賞士人喇。」',
      vernacularMandarin:
        '齊國有個叫北郭騷的人,編織漁網,搓製蒲葦,編織麻鞋,用來供養母親都還不夠,於是登門去見晏子說:「希望可以乞求些什麼來供養母親。」晏子的僕人對晏子說:「這個人是齊國的賢者,他在道義上不肯臣事天子,不肯與諸侯做朋友,見到利益不會苟且拿取,見到禍害不會苟且逃避。如今他來乞求供養母親的東西,正正就是實踐著他自己的道義,一定要給他。」晏子就派人分了一部分倉粟與府庫的黃金送給他,北郭騷推辭了黃金而只接受了粟米。過了一段時間,晏子被齊君懷疑,要出走逃亡,經過北郭騷家門口就與他告辭。北郭騷沐浴之後出來見晏子,問:「夫子你將要去哪裡?」晏子說:「被齊君懷疑,將要出走逃亡。」北郭子說:「夫子你要努力珍重了。」晏子上了車,長歎說:「我晏嬰的逃亡豈不是應該的嗎?我實在都太不識得欣賞士人了。」晏子就出發了。北郭子召集自己的朋友對他說:「我之前是因為敬佩晏子的道義,才去乞求東西來供養母親。我聽聞人說:『受人供養以至親人的,自身應該與他共赴患難。』如今晏子被人懷疑,我打算用自己的性命來為他辯白。」於是穿好衣冠,叫自己的朋友拿著劍捧著竹箱跟著,一起去到君主的朝廷,對負責接待的人說:「晏子是天下的賢者,他離開了齊國一定會被人侵略。與其眼睜睜見到國家被侵略,不如我自己先死。請你將我的頭顱帶去為晏子辯白。」於是對他朋友說:「將我的頭裝入竹箱之中,捧去交託給君主。」說完就退後自刎了。他的朋友於是捧著頭去交託給君主。這個朋友對圍觀的人說:「北郭子為了國家的緣故而死,我也會為了北郭子而死。」說完又退後自刎了。齊君聽聞這件事之後,很驚駭,即刻乘坐驛車親自去追回晏子,追到國都近郊,請求晏子回來。晏子迫不得已才回來,聽聞北郭騷用死來為自己辯白之後,說:「我晏嬰的逃亡豈不是應該的嗎?我實在是更加不識得欣賞士人了。」',
    },
  ],
};
